<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"local","backend":"a0133e5a1f9bbceb753618e7f79d1f8626e93a32dc9b76360fffc0e125888ddd","plan_job_ref":"Job Terraform plan #26 at https://github.com/w00kster/mariokart-leaderboard/actions/runs/4976585869","plan_hash":"347f23b0dacdaf911577a8605a28054b31f885ea5e7136c563e79e8143bb959f","plan_text_format":"text","version":"1.34.0"} -->
Terraform plan in __infrastructure/mysql/__
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # linode_database_mysql.this will be created
  + resource "linode_database_mysql" "this" {
      + allow_list       = [
          + "180.150.36.8/32",
          + "193.116.209.48/32",
          + "220.245.113.214/32",
        ]
      + ca_cert          = (sensitive value)
      + cluster_size     = 1
      + created          = (known after apply)
      + encrypted        = false
      + engine           = (known after apply)
      + engine_id        = "************"
      + host_primary     = (known after apply)
      + host_secondary   = (known after apply)
      + id               = (known after apply)
      + label            = (known after apply)
      + region           = "ap-southeast"
      + replication_type = "none"
      + root_password    = (sensitive value)
      + root_username    = (sensitive value)
      + ssl_connection   = true
      + status           = (known after apply)
      + type             = "g6-nanode-1"
      + updated          = (known after apply)
      + version          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:x: Error applying plan in [Terraform apply #14](https://github.com/w00kster/mariokart-leaderboard/actions/runs/4976593253)